/* NSTextField (1 hour) : <title:1 hour> (oid:12) */
"1 hour" = "1 heure";

/* NSTextField (10 minutes) : <title:10 minutes> (oid:13) */
"10 minutes" = "10 minutes";

/* NSTextField (Active probing interval) : <title:Active probing interval> (oid:9) */
"Active probing interval" = "Intervalle de sondage";

/* NSBox (Appearance) : <title:Appearance> (oid:31) */
"Appearance" = "Apparence";

/* NSButton (Automatically save Sessions) : <title:Automatically save Sessions> (oid:42) */
"Automatically save Sessions" = "Sauvegarder automatiquement les sessions";

/* NSButton (Automatically start monitoring at launch) : <title:Automatically start monitoring at launch> (oid:51) */
"Automatically start monitoring at launch" = "Démarrer automatiquement la surveillance au démarrage";

/* NSBox (General settings) : <title:General settings> (oid:29) */
"General settings" = "Préférences générales";

/* NSButton (Hide Dock icon (requires restart)) : <title:Hide Dock icon (requires restart)> (oid:47) */
"Hide Dock icon (requires restart)" = "Masquer l’icône dans le dock (nécessite un redémarrage)";

/* NSTextField (If set to never, the application will passively wait for a change of the battery properties.) : <title:If set to never, the application will passively wait for a change of the battery properties.> (oid:14) */
"If set to never, the application will passively wait for a change of the battery properties." = "Jamais = l'application attendra passivement un changement des propriétés de la batterie.";

/* NSButton (Launch as Login Item) : <title:Launch as Login Item> (oid:33) */
"Launch as Login Item" = "Ouvrir l'application au démarrage";

/* NSTextField (Never) : <title:Never> (oid:11) */
"Never" = "Jamais";

/* NSButton (Save current Session on quit) : <title:Save current Session on quit> (oid:36) */
"Save current Session on quit" = "Sauvegarder la session active en quittant";

/* NSButton (Show battery status in Dock icon) : <title:Show battery status in Dock icon> (oid:23) */
"Show battery status in Dock icon" = "Afficher l'état de la batterie dans l'icône du Dock";

/* NSButton (Show battery status in the Menu bar) : <title:Show battery status in the Menu bar> (oid:39) */
"Show battery status in the Menu bar" = "Afficher l'état de la batterie dans la barre des menus";

